const initialState = {
    recipe: [
        {
            title: 'Жаркое по-деревенски',
            body: '1. В сотейнике растопить сало, нарезанное мелкими кубиками.Добавить мясо, нарезанное небольшими кусочками. Обжарить до румяной корочки. 2. Затем добавить морковь, нарезанную кружочками. Обжаривать 5 минут. 3. Лук, нарезанный полукольцами. Обжаривать 5 минут. 4. Болгарский перец, нарезанный дольками. Ещё 5 минут. Добавить крупно нарезанный картофель, кусочек сливочного масла, 200 мл воды, специи, сушёную петрушку и соль. Не перемешивать. Накрыть крышкой, убавить огонь и тушить на медленном огне 40 минут. 5. В конце приготовления добавить нарезанную свежую зелень, измельчённый чеснок. Перемешать и снять с огня. Готово !'
        },
        {
            title: 'Рататуй',
            body: '1. Мелко нарезанный лук обжарить до прозрачности на 2 ст. ложках оливкового масла, посолить.С 3-х помидоров снять кожицу.У болгарского перца удалить плодоножки и семена. Помидоры и перец нарезать кубиками и добавить к луку. Обжаривать овощи в течение 10-ти минут. Затем измельчить обжаренные овощи блендером до желаемой консистенции.Готовый соус ровным слоем выложить на дно формы для запекания. 2. Включить духовку и разогреть до 180°С.Вымытые и очищенные от кожицы кабачки и баклажаны, а также оставшиеся помидоры нарезать кружочками толщиной 5 мм и выложить сверху на соус, чередуя. Посолить. 3. Сверху смазать оливковым маслом, смешанным с измельчённым чесноком, молотой паприкой и прованскими травами. 4. Накрыть форму фольгой и отправить в духовку, нагретую до 180°С, на 30 минут.Затем фольгу снять, запекать ещё 20 минут. 5. Готовый рататуй посыпать мелко нарезанной свежей зеленью.Приятного аппетита!'
        }
    ]
}

export default initialState